Repository: mtnima/Digital-ID
Catalog: iOS_Mobile_App/Mauritania/CommonUtils/*.lproj/Localizable.strings
Languages: fr

# camera_close_message
source: Move face closer to camera
fr: Avancez votre visage de la caméra

# camera_far_message
source: Move face far from camera
fr: Reculez votre visage de la caméra

# open_eyes_message
source: Open your eyes and look straight
fr: Ouvez les yeux et regarder droit

source: Multiple faces detected
fr: Plusieurs visages détectés

# detection_failed_message
source: Face Detection failed
fr: Echec de la détection du visage

# no_faces_detected_message
source: No Faces Detected
fr: Pas de visage détecté

# look_straight_message
source: Look Straight
fr: Regardez en face

# mask_detected_message
source: Mask Detected
fr: Masque détecté

# sunglasses_detected_message
source: Sunglasses Detected
fr: Lunettes de soleil détectées

# eyes_closed_message
source: Eyes Closed/Covered
fr: Yeux fermés ou couverts

# spoof_detected_message
source: Spoof Detected
fr: Fraude détectée

source: Please wait...
fr: Merci de patienter...

# centre_face_and_hold_still
source: Centre your face & Hold Still
fr: Centrez votre visage et restez immobile

source: Skip
fr: Ignorer

source: Welcome
fr: Bienvenue

source: Continue
fr: Continuez

# WELCOME_NOTE
source: e-ID Mauritania allows you to login to e-Government services in a secure password-less way.
fr: e-ID Mauritanie vous permet de vous connecter aux services e-Gouvernementaux de façon sécurisée et sans mot de passe.

source: Tutorial
fr: Tutoriel

# TUTORIAL_NOTE
source: Follow the steps to understand how to setup and use e-ID Mauritania.
fr: Suivez les étapes afin de comprendre comment paramétrer et utiliser l'e-ID Mauritanie.

# TUTORIAL_1
source: Tutorial (1/2) : Verified identity
fr: Tutoriel (1/2) : Vérification d'Identité

# TUTORIAL_NOTE_1
source: To start using your e-ID Mauritanie, you need to first verify your identity. You will be guided through this process step-by-step.
fr: Afin de pouvoir utiliser votre e-ID Mauritanie, vous devez d'abord vérifier votre identité. Vous serez guidé pas-à-pas.

# TUTORIAL_2
source: Tutorial (2/2): Secure login
fr: Tutoriel (2/2) : Connexion sécurisée

# TUTORIAL_NOTE_2
source: Your e-ID Mauritania allows you to login to e-gov services in a secure and password-less way. Simply scan the QR-code on the login-page with your e-ID.
fr: Votre e-ID Mauritanie vous permet de vous connecter aux services e-Gouvernementaux de manière sécurisée et sans mot de passe. Vous devez simplement scanner le QR-code sur la page de connexion avec votre e-ID.

# START_VERIFY_IDENTITY_
source: Start identity verification
fr: Demarrez la vérification d'identité

# START_VERIFY_IDENTITY_NOTE
source: For the identity verification, please have your Mauritanian ID card (issued after June 2022) or passport ready and turn on “NFC” connectivity on your smartphone.
fr: Pour la vérification d'identité, merci de vous munir de votre carte d'identité mauritanienne (délivrée après Juin 2022) ou à défaut votre passeport et activer le mode NFC sur votre téléphone mobile.

# GET_STARTED
source: let’s get started
fr: Commençons

# IDENTITY_TITLE
source: Identity verification
fr: Vérification d'identité

# VERIFY_SCANNED_DATA
source: Verify the scanned data
fr: Vérification des données scannées

# NEXT_1
source: Next : Transfer Data
fr: Suivant: Transfert des données

# IS_DATA_CORRECT
source: Is the scanned data correct?
fr: Est-ce que les données sont correctes ?

# IS_DATA_CORRECT_NOTE
source: Push “Next”, if the data below is the same as in your passport or ID card. Push “Back” if this is not the case.
fr: Appuyez sur "Suivant" si les données sont identiques à celles de votre document d'identité ou de votre passeport. Appuyez sur "Retour" dans le cas contraire.

source: NNI
fr: Numéro National d'Identité

# BIRTH_DATE
source: Date of birth
fr: Date de naissance

# EXPIRY_DATE
source: Date of exipry
fr: Date d'expiration

source: Back
fr: Retour

source: Next
fr: Suivant

source: Transfer data
fr: Transfert des données

# NEXT_2
source: Next : Face-match
fr: Suivant: Comparaison de portrait

source: Start data transfer
fr: Démarrage du transfert des données

# STEP_NOTE
source: To start reading the chip data of your identify card , please follow these steps :
fr: Pour démarrer la lecture des données de la puce de votre document d'identité, veuillez suivre les étapes suivantes:

# STEP_1
source: Turn on “NFC” on your smartphone
fr: Activer le mode "NFC" sur votre smartphone

# STEP_2
source: Place the back of your smartphone the ID card or passport
fr: Placer le dos de votre smartphone sur le document d'identité ou le passeport

# STEP_3
source: Move your passport until the phone vibrates
fr: Déplacer le document jusqu'à ce que le smartphone vibre

# STEP_4
source: Hold still while data is being transferred
fr: Veuillez ne pas bouger le document pendant toute la durée de transfert des informations

# TRANSFER_PROGRESS
source: Hold your passport or ID card against your device to start reading
fr: Placez votre document d'identité contre le smartphone pour démarrer la lecture

source: Success
fr: Succès

# SUCCESS_NOTE
source: Your identity has been successfully verified.
fr: Votre identité a été vérifiée avec succès.

source: Face-match
fr: Comparaison de portrait

# VERIFY_STEP
source: Verify that it is you
fr: Vérifiez qu'il s'agit bien de vous

# VERIFY_STEP_NOTE
source: We now need to match the data from the ID card or passport with you
fr: Nous allons maintenant comparer les données de votre document d'identité à vos données

# VERIFY_STEP_1
source: If you are wearing glasses make sure your eye are clearly viisible
fr: Si vous portez des lunettes, assurez vous que vos yeux sont clairement visibles

# VERIFY_STEP_2
source: Chosse a palce with enough light. Avoid any shadows on your face
fr: Choissisez un endroit suffisamment éclairé. Evitez toute ombre sur votre visage

# VERIFY_STEP_3
source: Keep a neutral face expression
fr: Gardez une expression de visage neutre

# VERIFY_STEP_4
source: Do not wear sunglasses
fr: Ne portez pas de lunettes de soleil

# VERIFY_STEP_5
source: Do not wear a hat
fr: Ne portez pas de chapeau

source: Start Verification
fr: Démarrer la vérification

# NEXT_3
source: Next : Start using your e-ID Mauritania
fr: Suivant: Utilisez votre e-ID Mauritanie

# FACE_SUCCSS
source: Face-match success!
fr: Correspondance réussie!

# FACE_SUCCESS_NOTE
source: You have successfully passed the face-match and liveness-check. Your Mauritania e-ID is ready to use.
fr: Vous avez passé les étapes de vérification avec succès. Vous pouvez maintenant utiliser votre e-ID Mauritanie..

# FACE_FAILUR
source: Face-match not successful!
fr: Echec de la vérification du portrait!

# FACE_FAILUR_NOTE
source: The face-match or liveness check has not been successful.
fr: Echec de la vérification du portrait.

source: Start verification again
fr: Recommencez la vérification

source: close
fr: Fermez

source: verified identity
fr: Identité vérifiée

# BIRTH_PLACE
source: Place of birth
fr: Lieu de naissance

source: Gender
fr: Genre

source: Phone number
fr: Numéro de téléphone

# ISSUE_DATE
source: Date of issue
fr: Date d'émission

source: Nationality
fr: Nationalité

# AVAILABLE_SERVICE
source: Available Services
fr: Services disponibles

source: News
fr: Actualités

# LINKS
source: Useful Links
fr: Liens utiles

# SCANNER
source: QR Scanner
fr: Scanner de QR

source: Home
fr: Page d'accueil

# SETTING
source: Settings
fr: Paramètres

source: Requested data:
fr: Données requises:

# RECIEPIENT_DATA
source: Data recipient:
fr: Destinataire des données :

source: Last name
fr: Nom de famille

# FIRST_NAME
source: First and middle name
fr: Prénoms

# MOBILE_NUMBER
source: Mobile phone number
fr: Numéro de téléphone mobile

# LOGIN_SUCCESS
source: Login successful !
fr: Connexion réussie!

# LOGIN_SUCCESS_NOTE
source: You have successfully authenticated on third-party application.
fr: Vous vous êtes authentifié avec succès sur l'application tierce.

source: Login error !
fr: Erreur de connexion !

# LOGIN_ERROR_NOTE
source: Your authentication attempt has not been successful. Please verify with third-party whether you have the permission to access their services.
fr: Votre tentative de connexion a échoué. Merci de vérifier auprès de l'application tierce que vous êtes authorisé à vous y connecter.

source: General
fr: Général

source: Language
fr: Langue

source: Contact us
fr: Nous contacter

source: Security
fr: Sécurité

source: Change pin
fr: Changer le code PIN

source: Privacy Policy
fr: Politique de Confidentialité

# NOT_MENTION
source: Not Mentioned
fr: non mentionné

# INTIALIZED
source: Initialized successfully
fr: Initialisation réussie

# CREATING_CRYPTO
source: Matching Face, Creating Cryptograph
fr: Correspondance des portraits en cours, Création du cryptographe en cours

# RESTART
source: Something went wrong with Facetemplate, Please restart your application
fr: Problème rencontré avec FaceTemplate. Merci de redémarrer votre application

# TOKEN_REGISTER
source: Token Authenticated, Registring...
fr: Jeton authentifié, en cours d'enregistrement...

# TOKEN_AUTHENTICATION
source: Token Created, Authenticating Token
fr: Jeton créé, authentification du jeton en cours

# TOKEN_CREATION
source: Creating Token
fr: Création du jeton en cours

source: Birth Date
fr: Date de naissance

source: Name
fr: Nom

source: Expiry Date
fr: Date d'expiration

source: Issue Date
fr: Date d'émission

# FACE_TEMPLATE_FAILED
source: Face Template Creation Failed, Try Again
fr: Echec de l'extraction des caractérisques du portrait. Merci de réessayer

# REGISTER_USER
source: Cryptograph Created, Registering User
fr: Cryptographe créé, enregistrement en cours de l'utilisateur

# PUBLIC_KEY
source: Verifying User data
fr: Vérification des données de l'utilisateur

source: Face Matching Failed
fr: Echec lors de la comparaison des portraits

# FACE_MATCHED
source: Face Matched, Creating Cryptograph
fr: Correspondance des portraits effectuée avec succès, Création du cryptographe en cours

# FACE_NOT_FOUND
source: Faceimage not found
fr: Echec de la détection du visage

# INIT_OMNI
source: Initializing Omnimatch...
fr: Initialisation d'OmniMatch...

# INIT_OCR
source: Initializing OCR...
fr: Initialisation de la ROC...

# SCAN_FACE
source: Scan Your Face
fr: Prenez une photo

# LOG_OUT
source: Delete e-ID
fr: Supprimer l’e-ID

source: Cancel
fr: Annulez

# CHANGE_LANGUAGE
source: Are you sure to make this changes
fr: Etes vous sûr de vouloir faire ces modifications

# LOG_OUT_CONFIRMATION
source: Are you sure?
fr: Etes vous sûr?

# SELECTED_LANGUAGE
source: English
fr: French

# DEMO
source: Demo Version (non-official)
fr: Version de démonstration (non-officielle)
